angular.ng-template
bmewburn.vscode-intelephense-client
cyrilletuzi.angular-schematics
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deadpoulpe.custom-md-pdf
donjayamanne.githistory
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-pull-request-github
gruntfuggly.todo-tree
imgildev.vscode-angular-generator
johnpapa.angular2
ms-ceintl.vscode-language-pack-it
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
postman.postman-for-vscode
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
